// 张开 2020年9月1日 https://github.com/AJLoveChina/birthday
var config = {
    // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
    // 每句话尽量不要超过15个字,不然展示效果可能不太好
    texts: [
        "送给",      //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
        "天底下最可爱的小旋哈哈",  // 同上...
        "今天是你的生日",
        "说点啥呢",
        "就送你首诗吧",
        "即兴而发你就将就看吧",
        "赠君",
        "年少轻狂",
        "孤影沽酒",
        "清水清流",
        "长日依旧",
        "岁月流火",
        "双十两载",
        "生辰喜乐",
        "日沐南风",
        "庚子年柒月拾肆",
        "好友张开赠",
        "快夸我快夸我哈哈",
        "还说啥呢",
        "emm.....",
        "...",
        "...",
        "...算了没啥说的了",
        "你今天开开心心就好开学别忘了",
        "请我吃饭哈哈..”，
        
    ],
    /**
     * imgs 可以不填, 但是如果要填写的话必须遵循下面的格式
     * "对应上面的文字, 要完全一样" : "图片地址, 可以把图片放在imgs文件夹中"
     * 例如
     * "心爱的小可爱": "./imgs/xiaokeai.jpg"
     *
     * 如果不要图片的话, 直接在每行开头写两个斜杠注释即可, 例如下面的 "今天是你的生日" 的图片就不会展示了:)
     * Tip: 图片最好用正方形or接近正方形, 看起来效果更好
     */
 imgs: {
       // "心爱的小可爱": "./imgs/xiaokeai.png",
        // "今天是你的生日": "./imgs/birthday.jpg",
    },
    // 按钮文字描述, 以下是默认的按钮文字，英文的，您可以改成你喜欢的文字
    desc: {
        turn_on: "点这里开始",
        play: "音乐",
        bannar_coming: "颜色",
        balloons_flying: "好像少点东西",
        cake_fadein: "蛋糕？",
        light_candle: "蜡烛？",
        wish_message: "生日快乐",
        story: "A MESSAGE FOR YOU",
    }
};
